Repository: mozilla-l10n/mt-training-data
Catalog: myv/myv_pontoon.tmx
Source language: en_us
Languages: myv

source: Please confirm that these sentences are public domain.
myv: Кемекстытя валрисьметнень весенень панжадо улемаст.

source: Please select a language.
myv: Кочкака кель.

source: Please select a language to review sentences.
myv: Кочкак кель сонзэ ванномга.

source: Please try again.
myv: Варчака одов!

source: Polish
myv: Полшань кель

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
myv: <pontoonAccountLink>Шкак совамо тарка</pontoonAccountLink>, бути истямот арась. Мейле, кочкак эсеть келень <strong>(‘Ломанькуро’)</strong> ды кочкик эрявикс проектэнть, <pontoonCvLink>Common Voice</pontoonCvLink>. Кармить улеме файлат, конат вешить ютавтома. Лепштяк вейке, сон невтьсы англань кельсэ текстэнть, конань эряви ютавтомс.

source: Portuguese
myv: Португалонь кель

source: Portuguese (Brazil)
myv: Бразилиянь португалокс

source: Press play, listen & tell us: did they accurately speak the sentence below?
myv: Лепштика «кунсоловтомс» повненть, кунсолок ды ёвтак миненек: ало рисьмесь видестэ ёвтазь?

source: Press { shortcut-play-toggle } to toggle play mode
myv: Лепштик { shortcut-play-toggle }-нть налксема модонь аравтомга

source: Privacy
myv: Приватоксчи

source: Privacy Policy
myv: Эсь тевень политика

source: Pro
myv: Профессионалонь

source: Profile
myv: Профиль

source: Profile information improves the audio data used in training speech recognition accuracy.
myv: Профилень содамочись вадрялгавты аудиоданнойтнень тевс нолдамост.

source: Profile: { $username }
myv: Профилеть:{ $username }

source: Progress
myv: Поладксонь молемась

source: Punjabi
myv: Пунжабинь кель

source: Quechua Chanka
myv: Кечуа Чанка кель

source: r
myv: с

source: Reader Effects
myv: Ловныцянть ёнксонзо

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
myv: Ловномсто нолды моравикст-гласнойть, конатне текстсэ максозь, саемга "пандало" "пандо ало"-нь таркас, эли мекевлангт.

source: Read More
myv: Ловномс седе тов

source: Read more on our About page
myv: Ловнок седе тов «Минденек» лопасонок

source: Read our How-to if unsure how to attribute
myv: А чарькодиндерят кода мезе теемс -- ловныка минек «Кода» лопанть

source: Read the sentence carefully - don’t miss, change or add words.
myv: Ловныка валрисьменть куратнойстэ -- валтнэ иляст ёма, эсеть пельде валт апак поладо.

source: Ready to add your voice or lend your ear?
myv: Аноктадо лездамо вайгелень сёрмадозь эли пилесэ кунсолозь?

source: Ready to contribute?
myv: Аноктадо лезксэнь максомо?

source: Ready to do { $count } more?
myv: Анокат седе тов { $count } теемс?

source: Ready to donate your voice?
myv: Анокат лездамс вайгельсэть?

source: Ready to help validate sentences?
myv: Аноктадо валрисьмень ванномс?

source: reCAPTCHA is required if you want to proceed
myv: reCAPTCHA эряви, улиндеряй мелеть седе тов поладомс теветь

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
myv: Кадык кучить сёрмат «Common Voice» проектэнь од тевтнеде, норавкстнэде-цельтнеде, путовкстнэде-поладкстнэде ды проектэнь кулясёрмат.

source: Recorded Clips
myv: Сёрмадозь клиптнесэ

source: Recorded Hours
myv: Сёрмадозь част

source: <recordIcon></recordIcon> Last one!
myv: Меельце!

source: recording
myv: сёрмадовкс

source: [Recording cut off before the end of the last word]
myv: [Вайгелень сёрмадомась лоткавтозь меельце валонть прядомадо икеле]

source: Recordings
myv: Вайгелень сёрмадомат

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
myv: Вайгельсэ валрисьмень ёвтамось панжадо данноень пурнамонь а явовикс пелькс; лиятнень туртов те, теке марто, мельстуиця тев.

source: Record/Stop
myv: Сёрмадомс/Лоткавтомс

source: Record your voice
myv: Сёрмадомс вайгелеть

source: Refresh
myv: Одкстомтомс

source: Rejected Sentences
myv: Кардазь валрисьметь

source: remove
myv: нардамс

source: Remove
myv: Ёртомс

source: Remove Avatar
myv: Аватаронть ёртомс

source: Report
myv: Пеняцямс

source: Report was passed successfully
myv: Пеняцямось кучозь кода эряви

source: Request a Language
myv: Вешемс кель

source: Request recordings
myv: Вешемс вайгелень сёрмадовкст

source: *required
myv: *эряви

source: Re-record
myv: Сёрмадомс одов

source: Re-record clip
myv: Одкстомтомс клипенть

source: Retry
myv: Варчамс одов

source: Return
myv: Велявтомс

source: Return here to edit your goal anytime.
myv: Велявтомс теске норовавксот-целеть витнемга.

source: Return to Common Voice
myv: Велявтомс мекев "Common Voice" сайтас

source: Return to Common Voice Datasets
myv: Велявтомс «Common Voice» датапурнавкстнэс

source: Return to Languages
myv: Велявтомс мекев кельтнес

source: Review
myv: Ванномс

source: Review could not be saved. Please try again later.
myv: Ванномат а ванстови. Варчака мейле одов!

source: ⓘ Review Criteria
myv: Ванномань вешематне

source: Review Criteria
myv: Ванномань вешематне

source: Reviewed sentences not submitted, are sure?
myv: Алкукс туевлить? Вант, ваннозь валрисьметне апак совавто!

source: <reviewLink>Review now!</reviewLink>
myv: <reviewLink>Нейке ваннок!</reviewLink>

source: Review & re-record clips here as you go
myv: Кунсоломс & сёрмадомс лентас одов кува тев теят

source: Review & re-record clips if needed
myv: Одов кунсоломс & лентас сёрмадомс кува эряви

source: Review sentences
myv: Ваннок валрисьметь

source: Review Sentences
myv: Ванномс валрисьметь

source: Review & Submit
myv: Одов кунсоломс & Совавтомс

source: Romanian
myv: Руменэкс

source: Romansh
myv: Романшокс

source: Romansh Sursilvan
myv: Сурсилванонь романшокс

source: Romansh Vallader
myv: Романш Валладерэнь кель

source: Russian
myv: Рузонь кель

source: s
myv: ю

source: Sakha
myv: Сахакс

source: Santali (Ol Chiki)
myv: Санталинь кеь (Ол Чики)

source: Saraiki
myv: Сирайкинь кель

source: Sardinian
myv: Сардиниякс

source: Save
myv: Ванстомс

source: Saved
myv: Ванстозь

source: Search
myv: Вешнемс

source: Search for answers
myv: Вешнемс каршо вал

source: Search for them on the Internet
myv: Вешнек инеалтымасто

source: See how your progress compares to other contributors all over the world.
myv: Ваномс кода лездамонь путовксот аравтови лиянсетнень коряс.

source: See Less
myv: Неемс седе аламо

source: See More
myv: Неемс седе ламо

source: Select a Language...
myv: Кочкамс кель...

source: Selected
myv: Кочказь

source: Select Language
myv: Кочкамс кель

source: Send sign up link
myv: Кучовтомс прянь сёрмадстомань сюлмавкс

source: Sentence Collection
myv: Валрисьмень пурнавкс

source: Sentence must contain between 1 and 14 (inclusive) words
myv: Валрисьметнесэ валтнэде улест 1–14.

source: Sentences
myv: Валрисьметь

source: { $sentences } added by you
myv: Подаыть { $sentences }

source: Sentences are collected for people to read aloud.
myv: Валрисьметне пурнавить ломантненень ловновост марямга.

source: Sentence should not contain abbreviations
myv: Валрисьметнесэ иляст уле киртянь валт-аббревиатурат.

source: Sentence should not contain numbers
myv: Валрисьметнесэ иляст уле цифрат.

source: Sentence should not contain symbols
myv: Валрисьметнесэ иляст уле символт.

source: Sentences not submitted, are you sure you want to leave?
myv: Валрисьметне апак совавто, алкукс арсят лисемс тевтнень апак прядо?

source: { $sentences } sentences reviewed. Thank you!
myv: { $sentences } валрисьметь ваннозь. Сюконятано!

source: Sentence text
myv: Валрисьмень текст

source: Serbian
myv: Сербень кель

source: Set a goal
myv: Путомс норовавкс-цель

source: Set my visibility
myv: Путомс неявомаксчим

source: Settings
myv: Аравтомкат

source: Sex
myv: Сыме

source: Share Common Voice
myv: Явшемс «Common Voice»

source: Share my goal
myv: Нолдынк норовавксом-целем ломань туртов

source: Share your clip
myv: Явшемс клипеть

source: Share your { $count } Clip Daily Goal for { $type }
myv: Явшемс эсеть эрьва чинь { $count } клипень норовавксонть { $type } тевень коряс

source: Share your { $count } Clip Weekly Goal for { $type }
myv: Явшемс эсеть эрьва таргонь { $count } клипень норовавксонть { $type } тевень коряс

source: Shilha
myv: Шилянь кель

source: Shortcuts
myv: Керязь кить

source: [Should be ‘dinosaurs’]
myv: [Эряволь улемс ‘инеметьказт’]

source: [Should be “We are”]
myv: [Улемаль “эрявоволь”]

source: Show all skipped sentences again
myv: Невтемс одов вакска нолдазь валрисьметнень

source: Show my ranking
myv: Невтемс кодамо рангом

source: Sicilian
myv: Сицилиянь кель

source: Sign up
myv: Тейть совамо тарка

source: Sign up for an account
myv: Вешемс эстеть совамо тарка

source: Sign up for Common Voice newsletters, goal reminders and progress updates
myv: Сёрмадстынк прянк Common Voice кучоматнес, норовамонь мельс ледстнематнес ды одкстомтомань касомантень.

source: sign up for email updates
myv: Сёрмадстомс пря од содамочинь одкстомтоматнес

source: Sign up for { $lang } updates:
myv: Сёрмадстомс эсь прянть { $lang }-нь одкстомтоматнень лемрисьмес:

source: Single ZIP file containing
myv: Вейкине ZIP файл, конаньсэ

source: Sinhala
myv: Синялань кель

source: Siswati
myv: Сисуатинь кель

source: Size
myv: Покшолма

source: Skip
myv: Ютамс вакска

source: Skip Submission Feedback
myv: Ютак совавтозденть пачтямонть вакска

source: Slovak
myv: Словакокс

source: Slovenian
myv: Словениянь кель

source: Social media
myv: Соцмедия

source: Somali
myv: Сомалинь кель

source: Someone asks for a language to be added.
myv: Кияк веши келень совавтомс

source: Something went wrong with reCAPTCHA. Please try again.
myv: Мезе-бути аволь истя лиссь reCAPTCHA марто. Варчака одов.

source: Soninke
myv: Сонинкень кель

source: Sorbian, Lower
myv: Алце Сорбиякс

source: Sorbian, Upper
myv: Верце Сорбонь кель

source: Sorry, something went wrong
myv: Нолдык чумонок, мезе-мезе аволь истя лиссь

source: Source: { $sentenceSource }
myv: Лисьмапрязо: { $sentenceSource }

source: Source: { $source }
myv: Лисьмапря

source: Spanish
myv: Испанонь кель

source: Speak
myv: Кортамс

source: Speakers
myv: Кортыцятнеде

source: Speaking
myv: Кортазь

source: Speaking and Listening
myv: Кортазь-кунсолозь

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
myv: Кортака эрьва чинь вайгельсэть! Кода кортат, истя миненек эряви -- паро мельсэ марятано кода тонсь кортат: эсеть эрьва чинь виевксчить ды вачкодьксэть марто.

source: Speak now
myv: Кортамс ней

source: Speak up, contribute here!
myv: Кортак седе, лездак тесэ!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
myv: <speechBlogLink>Ушодт вайгелень содамо тевсэ сокарямо</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
myv: Кортамось - эрямосо ломань ютксо кортамонь способ. Вайгелень технологиятнень тевс нолдамось телефонсо ды превей машинатнесэ пек шожда. Минек ули меленк максомс теицятненень неень шкань вайгелень содыця путовкст, истят кода теке шкасто кельстэ ютавтыцят ды цифровой лездыцят вайгель марто. Ансяк ней седе покш вайгелень даннойтне , конат эрявить истямо путовксонь теемстэ пек питнейть ды патент марто. Минь кемтяно, Common Voice - нь пурнавксось максы теицятненень сень, мезе эряви од тевень ветямонтень ды тейсынзе кортамонь технологиятнень панжадокс эсь тиринь кельсэ. Вайгелень содамо тевенть седе парсте теемга минь пурнатано вайгелень парцунт пек покш кельтнестэ ды аволь покш кельтнестэяк, мезенень а свал максови питне комерческой кортавксонь содамонь службатнесэ. Ламо вайгелень пурнавксонь нолдамось весень туртов максы теицятненень, тевс нолдыцятненень ды целанек кортамонь сообществатненень эстест витнемс те асатыксэнть.

source: Speech-to-text (STT)
myv: Кортамосто текст (STT)

source: Speech-to-text (STT) technologies convert voice data into text.
myv: Кортамосто текст (STT) технологиясо вайгелень датась полавтови текстэкс.

source: Split into { $archiveCount } ZIP files containing
myv: Явомс { $archiveCount } ZIP файлс, конатнесэ

source: Splits
myv: Явомат

source: Start recording
myv: Ушодомс сёрмадоманть

source: Start typing to describe your accent
myv: Ушодт сёрмадомо кортавксот ёнксонзо ёвтамга

source: Statistics
myv: Статистикась

source: Stats
myv: Статистика

source: Status Page
myv: Статусто лопа

source: Streaks
myv: Коволт

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
myv: <strong>[Crackle]</strong> пингень покштояк покш <strong>[crackle]</strong> -етьказт.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
myv: <strong>[Кешнамо]</strong> Триас пингень покштояк покш <strong>[коз]</strong> инеметьказт.

source: <strong>To collect sentences</strong> - <scVideo>set up</scVideo> on <scLink>Sentence Collector</scLink>.
myv: <strong>Валрисьмень пурнамга</strong> - <scVideo>тейть аравтомат</scVideo> <scLink>Валрисьмень пурнамкасо</scLink>.

source: Submission: { $batchId }
myv: Совавтома: { $batchId }

source: Submission Error
myv: Совавтомасо ильведевкс

source: Submit
myv: Совавтомс

source: Submit a report
myv: Кучомс пеняцямо

source: Submit clips
myv: Совавтомс клипст

source: Subscribe
myv: Сёрмадстомс

source: Success
myv: Тевесь лиссь

source: Success, profile created!
myv: Теветь лиссь, профилеть шкавсь!

source: Swahili
myv: Суахилинь кель

source: Swedish
myv: Шведэкс

source: Syriac
myv: Сирияконь кель

source: Tagalog
myv: Тагалогонь кель

source: Tahitian
myv: Таитинь кель

source: Taiwanese (Minnan)
myv: тайванень кель (Миннан)

source: Tajik
myv: Таджикень кель

source: Take a look
myv: Варштамс

source: Taking several attempts to read a word.
myv: Ловномсто ёвты секе валонть зярыяксть пецек-пецек.

source: Tamil
myv: Тамилэкс

source: Tap
myv: Токамс

source: Tatar
myv: Татаронь кель

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
myv: «Tatoeba» те валрисьмень, ютавксонь ды кортамо аудионь покш данбаза, конась арсезь келень тонавтнемс. Тень таргасак, муят кортамо англань кель, конань сёрмадызе англань келень ломанькурось.

source: TED-LIUM Corpus
myv: «TED-LIUM» Корпус

source: Tell us what you'd like to download:
myv: Ёвтак тенек мезе арсят таргамс:

source: Telugu
myv: Телугукс

source: Terms
myv: Терминт

source: Thai
myv: Таень кель

source: Thanks for confirming your account, now let's build your profile.
myv: Сюкпря совамо таркат кемекстамонть кисэ! Ней адя тейсынек профайлат.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
myv: Сюкпря лентас сёрмадовкстнэнь кисэ!<lineBreak></lineBreak>Ней, одов кунсолытя ды совавтытя эсеть клиптнэнь ало.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
myv: Ули мелеть лездамс «{ $lang }» келенть марто, тень кисэ сюкпря. Покш мель путтано эрьва келенть аравтомас. Лездыломантненень пачтятано од информациянть-содамочинть э-сёрма вельде. Лездындерявлить, совавтыка алов э-паргот.

source: The bumblebee sped by.
myv: Модамекшесь капшась вакска.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
myv: Клипень шукшпрясонть вайгелень клипть, конатне эзть понго Common Voice данной пурнавксос. Клипень шукшпрясь кода и Common Voice данной пурнавксоськак маштови таргамс эсеть содымашиназот.

source: The clip has disrespectful or offensive language.
myv: Клипсэнть ломанькс а путомань эли мельколыця кель.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
myv: Common Voice данной пурнавкссонть тёжань-тёжань вайгельсэ сёрмадовкст, конаньсэ пурнавить-теевить вайгелень содамга кедьёнкст.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
myv: «Common Voice» данной пурнавксось таргави <licenseLink>CC0</licenseLink> лицензиясо <datasetLink>Данной пурнавксонок лопасто</datasetLink>. Секе лопастонть маштовить таргамс ламо лия данной пурнавкст, конат уш ломань икеле.

source: The count of voice recording hours we have collected so far.
myv: Вайгелень сёрмадома зяро час те шкамс пурнавсь.

source: The giant dinosaur of the Triassic.
myv: Триас пингень покштояк покш инеметьказ.

source: The giant dinosaurs of the Triassi-.
myv: Триас пингень покштояк покш инеметька-.

source: The giant dinosaurs of the Triassic.
myv: Триас пингень покштояк покш инеметьказт.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
myv: Триас пингень покштояк покш инеметьказт <strong>[лиянь ловнома]</strong>

source: The giant dinosaurs of the Triassic. Yes.
myv: Триас пингень покштояк покш инеметьказт. Истя.

source: The giant dino <strong>[cough]</strong> the Triassic.
myv: Триас пи <strong>[коз]</strong> покштояк покш инеметьказт.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
myv: «Common Voice» данной пурнавксонть норовавксозо лездамс кинень понгсь мода лангсо тееме вайгелень-кортыцянь содамо ды лия механизмат, конатнень теемс эряви вайгелень даннойть. Вайгельсэ лезды кедесь ансяк вейке механизма ламо типтнень эйстэ, конатнень теемс данной пурнавксось лади.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
myv: Common Voice - нь ламо кельсэ данноень пурнамо версиясь ней юты вейсэндявома ды валидация.Улиндеряй меленк лездамс миненек ютавтомс Common Voice лия кельс, совадо <sentenceCollectorLink> лопа лангс валрисьмень пурнамга, </sentenceCollectorLink> од валрисьмень пурнамга ды Мозилла <pontoonLink>Pontoon</pontoonLink> веб-сайтэнь ютавтомга. Од кельтне совавтовить Common Voice -с, зярдо тосо уш улить 5000 кемекстазь валрисьме.

source: The number of recordings and which languages you contribute to will be public.
myv: Ломань икелев ливтеви содамочи седе, вайгелень зяро сёрмадовкст ды кона кельтнесэ.

source: The pages for this language might not be fully translated. You can help out with translation <pontoonLinkLink>on Pontoon</pontoonLinkLink>.
myv: Те кельсэнть лопатне, паряк, апак ютавто педе-пес. Ули мелеть, лездак ютавтома тевсэ <pontoonLinkLink>Pontoon-со</pontoonLinkLink>.

source: The recording was too long.
myv: Лентас те сёрмадовксось таргавсь куватьс.

source: The recording was too quiet.
myv: Лентас те сёрмадовксонть гайтезэ аламо.

source: The recording was too short.
myv: Лентас те сёрмадовксонть кувалмозо а саты.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
myv: Неть кельтнень кастыть-кепедить эсест ломанест. Башка кельтнень рогрессэст неяви лазнэсэ максозь цифратнень коряс, конатне невтить кона видьс пачкодсь <localizationGlossaryLink>сайтань ютавтомась</localizationGlossaryLink> ды зяро пурнавсть <sentenceCollectionGlossaryLink>валрисьметнеде</sentenceCollectionGlossaryLink>.

source: The selected file is too large
myv: Кочказь файлась пек покш

source: The sentence has a grammatical or spelling error.
myv: Валрисьмесэнть грамматикасо эли сёрмадома лувсо ильведевкс.

source: The sentence has disrespectful or offensive language.
myv: Те валрисьмесэнть мельсатуиця эли амазый кель

source: The sentence must be grammatically correct.
myv: Валрисьмесэнть иляст уле грамматикань ильведевкст.

source: The sentence must be speakable.
myv: Валрисьмесь ёвтавикс улезэ.

source: The sentence must be spelled correctly.
myv: Валрисьменть валонзо эрявить сёрмадомс видестэ.

source: The site is ready to be launched when it reaches 75% completion.
myv: Сайтэсь анок нолдамс, зярдо сёрмакоцтонть-текстэнть ютавтомазо пачкоди 75% видьс.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
myv: «TED-LIUM» Корпусось пурназь «TED» сайтсэ максозь аудио кортамотнень ды сынст транскрипцияст эйстэ.

source: The website text is translated into that language.
myv: Сайтэнть сёрмакоцтозо-текстэзэ ютавтозь эрявикс кельс.

source: This is approximately the number of hours required to train a production speech-to-text system.
myv: Истянь зярошка час эряви «вайгельстэ текст» системань тонавтомас.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
myv: Те сегментэсь норовазь башка явозь тев лангс, эйсэнзэ улить даннойть, конат паролгавтыть цифрань ды валтнэнь «истя»/« аволь» чарькодеманть.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
myv: Те панжадо код марто программань топавтома, конань маштови шождасто полавтомс, келейгавтомс ды паролгавтомс. Mycroft маштови нолдамс тевс эрьва кодамо отраслясо, наукань проектстэ саезь компоративной программань топавтома витс.

source: This is our process for translating and adapting our content for many locales (languages).
myv: Те текстэнь-вайгелень ютавтомань-ладямонь минек процессэсь ламо келень туртов.

source: Three to go!
myv: Лиядсть колмо!

source: Tibetan
myv: Тибетэнь кель

source: Tigre
myv: Тигрень кель

source: Tigrinya
myv: Тигриньянь кель

source: Today
myv: Течи

source: Today's Common Voice progress on clips recorded
myv: Течинь изнявкст «Common Voice»-нь клипень теемстэ

source: Today's Common Voice progress on clips validated
myv: Течинь изнявкст «Common Voice»-нь клипень ванномсто
